Repository: simplesamlphp/simplesamlphp-module-oidc
Catalog: locales/*/LC_MESSAGES/oidc.po
Languages: es, fr, hr, it, nl

source: A globally unique URI that is bound to the entity. URI must have https or http scheme and host / domain. It can contain path, but no query, or fragment component.
es: Un URI globalmente único que está vinculado a la entidad. El URI debe tener un esquema https o http y un host/dominio. Puede contener ruta, pero no consulta, o componente de fragmento.
fr: URI unique au niveau mondial lié à l'entité. L'URI doit avoir un schéma https ou http et un hôte/domaine. Il peut contenir un chemin, mais pas de requête, ni de composant de fragment.
hr: Globalno jedinstveni URI koji je vezan za entitet. URI mora imati https ili http shemu i naziv poslužitelja / domena. Može sadržavati putanju, ali ne i query ili fragment komponentu.
it: Un URI univoco globale che è vincolato all'entità. L'URI deve avere uno schema https o http e host/dominio. Può contenere un percorso, ma nessuna query o componente frammento.
nl: Een wereldwijd unieke URI die aan de entiteit is gebonden. URI moet een https- of http-schema en host/domein hebben. Het kan een pad bevatten, maar geen query of fragmentcomponent.

source: Access Token
es: Token de Acceso
fr: Jeton d'accès
hr: Pristupni token
it: Token di accesso
nl: Toegangstoken

source: Activated
es: Activado
hr: Aktiviran
it: Attivato
nl: Geactiveerd

source: Add Client
es: Agregar cliente
fr: Ajouter un client
hr: Dodaj klijenta
it: Aggiungi client
nl: Client toevoegen

source: Add client
es: Añadir cliente

source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
nl: Beheerder

source: All database migrations are implemented.
es: Todas las migraciones de bases de datos están implementadas.
fr: Toutes les migrations de bases de données sont implémentées.
hr: Sve migracije baze podataka su implementirane.
it: Sono implementate tutte le migrazioni del database.
nl: Alle databasemigraties worden uitgevoerd.

source: Allowed Origins
es: Orígenes permitidos
fr: Origines autorisées
hr: Dopuštena izvorišta
it: Origini consentite
nl: Toegestane bronnen

source: Allowed Origins (for public client)
es: Orígenes permitidos (para cliente público)
fr: Origines autorisées (pour client public)
hr: Dopuštena izvorišta (za javne klijente)
it: Origini consentite (per client pubblico)
nl: Toegestane beonnen (voor openbare client)

source: Allowed origins for public clients
es: Orígenes permitidos para clientes públicos
fr: Origines autorisées pour les clients publics
hr: Dopuštena izvorišta za javne klijente
it: Origini consentite per i clienti pubblici
nl: Toegestane bronnen voor openbare clients

source: Allowed redirect URIs to use after client initiated logout. Must be a valid URI, one per line. Example: https://example.org/foo?bar=1
es: URIs de redirección permitidos para usar después de que el cliente inicie la sesión. Debe ser un URI válido, uno por línea. Ejemplo: https://example.org/foo?bar=1
fr: URI de redirection autorisés à utiliser après la déconnexion du client. Doit être un URI valide, un par ligne. Exemple : https://example.org/foo?bar=1
hr: Dopušteni URIji za preusmjeravnje nakon odjave koju pokrene klijent. Mora biti valjan URI, jedan po retku. Primjer: https://example.org/foo?bar=1
it: URI di reindirizzamento consentiti da utilizzare dopo il logout avviato dal client. Deve essere un URI valido, uno per riga. Esempio: https://example.org/foo?bar=1
nl: Toegestane redirect-URI's om te gebruiken na client-geïnitieerde uitlog. Moet een geldige URI zijn, één per regel. Voorbeeld: https://example.org/foo?bar=1

source: Allowed redirect URIs to which the authorization response will be sent. Must be a valid URI, one per line. Example: https://example.org/foo?bar=1
es: Añada una URI válida por línea
hr: Dopušteni URIji za preusmjeravanje na koje će biti poslan autorizacijski odgovor. Mora biti valjan URI, jedan po retku. Primjer: https://example.org/foo?bar=1
it: URI di reindirizzamento consentiti a cui verrà inviata la risposta di autorizzazione. Deve essere un URI valido, uno per riga. Esempio: https://example.org/foo?bar=1
nl: Toegestane redirect-URI's waarnaar de autorisatierespons wordt verzonden. Moet een geldige URI zijn, één per regel. Voorbeeld: https://example.org/foo?bar=1

source: Are you sure you want to delete this client?
es: ¿Está seguro de que desea eliminar este cliente?
fr: Etes-vous sûr de vouloir supprimer ce client ?
hr: Jeste li sigurni da želite izbrisati ovog klijenta?
it: Sei sicuro di voler eliminare questo cliente?
nl: Weet u zeker dat u deze client wilt verwijderen?

source: Are you sure you want to reset client secret?
es: ¿Estás seguro de que quieres restablecer el secreto del cliente?
fr: Êtes-vous sûr de vouloir réinitialiser le secret client ?
hr: Jeste li sigurni da želite resetirati tajnu klijenta?
it: Vuoi davvero reimpostare il segreto del client?
nl: Weet u zeker dat u het clientgeheim wilt resetten?

source: At least one redirect URI is required.
es: Se requiere al menos una URI de redireccionamiento.
fr: Au moins un URI de redirection est requis.
hr: Potreban je najmanje jedan URI za preusmjeravanje.
it: È richiesto almeno un URI di reindirizzamento.
nl: Er is minimaal één redirect-URI vereist.

source: At least one scope is required.
es: Se requiere al menos un alcance.
fr: Au moins une portée est requise.
hr: Potreban je najmanje jedan opseg.
it: È richiesto almeno un ambito.
nl: Er is minimaal één scope vereist.

source: Authentication
es: Autenticación
fr: Authentification
hr: Autentikacija
it: Autenticazione
nl: Authenticatie

source: Authentication Context Class References (ACRs)
es: Referencias de clase de contexto de autenticación (ACR)
fr: Références de classe de contexte d'authentification (ACR)
hr: Reference klase konteksta autentikacije (ACRovi)
it: Riferimenti alla classe del contesto di autenticazione (ACR)

source: Authentication Processing Filters
es: Filtros de procesamiento de autenticación
fr: Filtres de traitement d'authentification
hr: Filteri za obradu autentikacije
it: Filtri di elaborazione dell'autenticazione

source: Authentication Source
es: Fuente de autenticación
fr: Source d'authentification
hr: Autentikacijski izvor
it: Fonte di autenticazione
nl: Authenticatiebron

source: Authentication Sources to ACRs Map
es: Mapa de fuentes de autenticación para ACR
fr: Carte des sources d'authentification vers les ACR
hr: Mapa autentikacijskih izvora na ACRove
it: Mappa delle fonti di autenticazione per gli ACR
nl: Authenticatiebronnen naar ACR's mapping

source: Authentication source
es: Fuente de autenticación
fr: Source d'authentification
hr: Autentikacijski izvor
it: Fonte di autenticazione
nl: Authenticatiebron

source: Authentication source for this particular client. If no authentication source is selected, the default one from configuration file will be used.
es: Fuente de autenticación para este cliente en particular. Si no se selecciona ninguna fuente de autenticación, se utilizará la predeterminada del archivo de configuración.
fr: Source d'authentification pour ce client particulier. Si aucune source d'authentification n'est sélectionnée, la source par défaut du fichier de configuration sera utilisée.
hr: Autentikacijski izvor za ovog klijenta. Ako nije odabran autentikacijski izvor, koristit će se zadani iz konfiguracijske datoteke.
it: Fonte di autenticazione per questo particolare client. Se non è selezionata alcuna fonte di autenticazione, verrà utilizzata quella predefinita dal file di configurazione.
nl: Authenticatiebron voor deze specifieke client. Als er geen authenticatiebron is geselecteerd, wordt de standaardauthenticatiebron uit het configuratiebestand gebruikt.

source: Authentication source:
es: Fuente de autenticación:

source: Authority Hints
es: Consejos de autoridad
fr: Conseils d'autorité
hr: Sugestije autoriteta
it: Suggerimenti di autorità

source: Authorization Code
es: Código de autorización
fr: Code d'autorisation
hr: Autorizacijski kod
it: Codice di autorizzazione
nl: Autorisatiecode

source: Back
es: Atrás
fr: Dos
hr: Natrag
it: Indietro
nl: Terug

source: Back-Channel Logout URI
es: URI de cierre de sesión de canal posterior

source: Back-channel Logout URI
es: URI de cierre de sesión de canal posterior
fr: URI de déconnexion du canal arrière
hr: URI za odjavu u pozadinskom kanalu
it: URI di disconnessione del canale di ritorno

source: By default, form is populated with current OP issuer and configured Trust Anchors, but you are free to adjust entries as needed.
es: De manera predeterminada, el formulario se completa con el emisor de OP actual y los anclajes de confianza configurados, pero usted puede ajustar las entradas según sea necesario.
fr: Par défaut, le formulaire est renseigné avec l'émetteur OP actuel et les ancres de confiance configurées, mais vous êtes libre d'ajuster les entrées selon vos besoins.
hr: Prema zadanim postavkama, obrazac je popunjen trenutnim izdavateljem OP-a i konfiguriranim Sidrompovjerenja, ali vrijednosti možete slobodno prilagoditi prema potrebi.
it: Per impostazione predefinita, il modulo viene compilato con l'emittente OP corrente e i Trust Anchor configurati, ma è possibile modificare liberamente le voci in base alle proprie esigenze.
nl: Standaard wordt het formulier ingevuld met de huidige OP-issuer en geconfigureerde Trust Anchors, maar u kunt de invoer indien nodig aanpassen.

source: Cache Adapter
es: Adaptador de caché
fr: Adaptateur de cache
hr: Adapter za predmemoriju
it: Adattatore cache

source: Cache Duration For Produced Artifacts
es: Duración de la memoria caché para los artefactos producidos
fr: Durée du cache pour les artefacts produits
hr: Trajanje predmemorije za proizvedene artefakte
it: Durata della cache per gli artefatti prodotti
nl: Cacheduur voor geproduceerde artefacten

source: Check if you want to migrate data from legacy oauth2 module
es: Marque si quiere migrar los datos del módulo obsoleto oauth2

source: Choose if client is confidential or public. Confidential clients are capable of maintaining the confidentiality of their credentials (e.g., client implemented on a secure server with restricted access to the client credentials), or capable of secure client authentication using other means. Public clients are incapable of maintaining the confidentiality of their credentials (e.g., clients executing on the device used by the resource owner, such as an installed native application or a web browser-based application), and incapable of secure client authentication via any other means.
es: Elija si el cliente es confidencial o público.
fr: Choisissez si le client est confidentiel ou public. Les clients confidentiels sont capables de maintenir la confidentialité de leurs informations d'identification (par exemple, client implémenté sur un serveur sécurisé avec un accès restreint aux informations d'identification du client), ou capable de sécuriser l'authentification du client par d'autres moyens. Les clients publics sont incapables de maintenir le confidentialité de leurs informations d'identification (par exemple, les clients s'exécutant sur le périphérique utilisé par le propriétaire de la ressource, tel qu'un application native installée ou application basée sur un navigateur Web), et incapable de sécuriser l'authentification du client via tout autre moyen.
hr: Odaberite je li klijent povjerljiv ili javan. Povjerljivi klijenti su sposobni održavati tajnost njihovih vjerodajnica (npr. klijent implementiran na sigurnom poslužitelju s ograničenim pristupom klijentskim vjerodajnicama) ili sposobni za autentikaciju klijenta korištenjem drugih sredstava. Javni klijenti nisu u stanju održavati tajnost svojih vjerodajnica (npr. klijenti koji se izvršavaju na uređaju kojeg koristi vlasnik resursa, kao što je instalirana izvorna aplikacija ili web-preglednik) i koji nisu sposobni za autentikacijju klijenta putem bilo kojeg drugog sredstva.
it: Scegli se il client è riservato o pubblico. I client riservati sono in grado di mantenere la riservatezza delle proprie credenziali (ad esempio, client implementato su un server sicuro con accesso limitato alle credenziali del client) o in grado di proteggere l'autenticazione del client tramite altri mezzi. I client pubblici non sono in grado di mantenere la riservatezza delle proprie credenziali (ad esempio, client in esecuzione sul dispositivo utilizzato dal proprietario della risorsa, come un'applicazione nativa installata o un'applicazione basata su browser Web) e non sono in grado di proteggere l'autenticazione del client tramite altri mezzi.
nl: Kies of de client vertrouwelijk of openbaar is. Vertrouwelijke clients zijn in staat om de vertrouwelijkheid van hun referenties te handhaven (bijv. client geïmplementeerd op een beveiligde server met beperkte toegang tot de clientreferenties), of in staat tot veilige clientauthenticatie met behulp van andere middelen. Openbare clients zijn niet in staat om de vertrouwelijkheid van hun referenties te handhaven (bijv. clients die worden uitgevoerd op het apparaat dat wordt gebruikt door de resource-eigenaar, zoals een geïnstalleerde native applicatie of een op een webbrowser gebaseerde applicatie), en niet in staat tot veilige clientauthenticatie via andere middelen.

source: Choose if the client is allowed to participate in federation context or not.
es: Elija si el cliente puede participar en el contexto de federación o no.
fr: Choisissez si le client est autorisé à participer au contexte de la fédération ou non.
hr: Odaberite smije li klijent sudjelovati u kontekstu federacije ili ne.
it: Scegliere se al client è consentito o meno partecipare al contesto della federazione.
nl: Selecteer of de cliënt mag deelnemen aan de federatiecontext of niet.

source: Client
es: Cliente
hr: Klijent
it: Cliente
nl: Cliënt

source: Client ID
es: Identificación del cliente

source: Client Registration Types
es: Tipos de registro de clientes
fr: Types d'enregistrement des clients
hr: Tipovi registracije klijenta
it: Tipi di registrazione del cliente
nl: Typen clientregistratie

source: Client Registry
es: Registro de clientes
fr: Registre des clients
hr: Registar klijenata
it: Registro clienti
nl: Client-register

source: Client has been added.
es: Se ha añadido el cliente.
fr: Le client a été ajouté.
hr: Klijent je dodan.
it: Il cliente è stato aggiunto.
nl: Client is toegevoegd.

source: Client has been deleted.
es: El cliente ha sido eliminado.
fr: Le client a été supprimé.
hr: Klijen je obrisan.
it: Il client è stato eliminato.
nl: Client is verwijderd.

source: Client has been updated.
es: El cliente ha sido actualizado.
fr: Le client a été mis à jour.
hr: Klijent je ažuriran.
it: Il client è stato aggiornato.
nl: Client is bijgewerkt.

source: Client list
es: Lista de clientes

source: Client secret
es: Secreto del cliente

source: Client secret has been reset.
es: Se ha restablecido el secreto del cliente.
fr: Le secret du client a été réinitialisé.
hr: Tajna klijenta je resetirana
it: Il segreto del client è stato reimpostato.
nl: Clientgeheim is gereset.

source: Client with generated ID already exists.
es: El cliente con ID generado ya existe.
fr: Le client avec l'ID généré existe déjà.
hr: Klijent s generiranim ID-om već postoji.
it: Il client con ID generato esiste già.
nl: Client met gegenereerde ID bestaat al.

source: Client with given entity identifier already exists.
es: El cliente con el identificador de entidad proporcionado ya existe.
fr: Le client avec l’identifiant d’entité donné existe déjà.
hr: Klijent s danim identifikatorom entiteta već postoji.
it: Il client con l'identificativo entità specificato esiste già.
nl: Client met opgegeven entiteits-ID bestaat al.

source: Confidential
es: Confidencial
fr: Confidentiel
hr: Povjerljiv
it: Riservato
nl: Vertrouwelijk

source: Configuration URL
es: URL de configuración
fr: URL de configuration
hr: Konfiguracijski URL
it: URL di configurazione
nl: Configuratie-URL

source: Confirm
es: Confirmar

source: Contacts
es: Contactos
hr: Kontakti
it: Contatti
nl: Contacten

source: Copied!
es: ¡Copiado!

source: Copy code
es: Copiar código

source: Create
es: Crear

source: Created at:
es: Creado en:

source: Database Migrations
es: Migraciones de bases de datos
fr: Migrations de bases de données
hr: Migracije baze podataka
it: Migrazioni di database
nl: Database migraties

source: Database is already migrated.
es: La base de datos ya está migrada.
fr: La base de données est déjà migrée.
hr: Baza podataka je već migrirana.
it: Il database è già stato migrato.
nl: Database is al gemigreerd.

source: Database migrated successfully.
es: Base de datos migrada exitosamente.
fr: Base de données migrée avec succès.
hr: Baza podataka je uspješno migrirana.
it: Database migrato con successo.
nl: Database succesvol gemigreerd.

source: Default Authentication Source
es: Fuente de autenticación predeterminada
fr: Source d'authentification par défaut
hr: Zadani autentikacijski izvor
it: Origine di autenticazione predefinita
nl: Standaard authenticatiebron

source: Delete
es: Borrar
hr: Obriši
it: Cancella
nl: Verwijderen

source: Delete OpenID Connect Client
es: Borrar Client OpenID Connect

source: Description
es: Descripción
hr: Opis
it: Descrizione
nl: Omschrijving

source: Disabled
es: Desactivado
fr: Désactivé
hr: Onemogućeno
it: Disabilitato
nl: Gehandicapt

source: Discovery URL
es: URL de descubrimiento
fr: URL de découverte
hr: URL za otkrivanje
it: URL di scoperta
nl: Ontdekkings-URL

source: Edit
es: Editar
fr: Modifier
hr: Uredi
it: Modifica
nl: Bewerken

source: Edit Client
es: Editar cliente
fr: Modifier le client
hr: Uredi klijenta
it: Modifica cliente
nl: Client bewerken

source: Enabled
es: Activado
fr: Activé
hr: Omogućeno
it: Abilitato
nl: Ingeschakeld

source: Enter if client supports Back-Channel Logout specification. When logout is initiated at the OpenID Provider, it will send a Logout Token to this URI in order to notify the client about that event. Must be a valid URI. Example: https://example.org/foo?bar=1
es: Ingresar si el cliente admite la especificación de cierre de sesión de canal secundario. Cuando se inicia el cierre de sesión en el proveedor OpenID, se enviará un token de cierre de sesión a esta URI para notificar al cliente sobre ese evento. Debe ser una URI válida. Ejemplo: https://example.org/foo?bar=1
fr: Indiquez si le client prend en charge la spécification de déconnexion du canal arrière. Lorsque la déconnexion est initiée au niveau du fournisseur OpenID, il envoie un jeton de déconnexion à cet URI afin d'avertir le client de cet événement. Doit être un URI valide. Exemple : https://example.org/foo?bar=1
hr: Unesite ako klijent podržava odjavu u pozadinskom kanalu. Kada je odjava pokrenuta kod pružatelja OpenID-a, poslat će token za odjavu na ovaj URI kako bi obavijestio klijenta o tom događaju. Mora biti važeći URI. Primjer: https://example.org/foo?bar=1
it: Inserisci se il client supporta la specifica Back-Channel Logout. Quando il logout viene avviato presso l'OpenID Provider, invierà un Logout Token a questo URI per notificare al client tale evento. Deve essere un URI valido. Esempio: https://example.org/foo?bar=1
nl: Voer in of de client Back-Channel Logout-specificatie ondersteunt. Wanneer logout wordt gestart bij de OpenID Provider, wordt een Logout Token naar deze URI verzonden om de client op de hoogte te stellen van die gebeurtenis. Moet een geldige URI zijn. Voorbeeld: https://example.org/foo?bar=1

source: Enter one Trust Anchor ID per line.
es: Introduzca un ID de anclaje de confianza por línea.
fr: Saisissez un identifiant d’ancre de confiance par ligne.
hr: Unesi jedno sidro povjerenja po retku
it: Inserisci un ID Trust Anchor per riga.
nl: Voer één Trust Anchor ID per regel in.

source: Entity
es: Entidad
fr: Entité
hr: Entitet
it: Entità
nl: Entiteit

source: Entity Identifier
es: Identificador de entidad
fr: Identifiant d'entité
hr: Identifikator entiteta
it: Identificatore entità
nl: Entiteits-ID

source: Entity Statement Duration
es: Duración de la declaración de entidad
fr: Durée de la déclaration d'entité
hr: Trajanje izjave o entitetu
it: Durata della dichiarazione dell'entità
nl: Entiteitsverklaring Duur

source: Expires at:
es: Caduca en:

source: Federated Automatic
es: Automático federado
fr: Automatique fédéré
hr: Federirano automatski
it: Federato automatico
nl: Gefedereerde automatische

source: Federation Enabled
es: Federación habilitada
fr: Fédération activée
hr: Federacija omogućena
it: Federazione abilitata
nl: Federatie ingeschakeld

source: Federation JWKS
es: Federación JWKS
fr: Fédération JWKS
hr: Federacijski JWKS
it: Federazione JWKS
nl: Federatie JWKS

source: Forced ACR For Cookie Authentication
es: ACR forzado para autenticación de cookies
fr: ACR forcé pour l'authentification par cookie
hr: Forsirani ACR za autentikaciju putem kolačića
it: ACR forzato per l'autenticazione dei cookie
nl: Geforceerde ACR voor cookie-authenticatie

source: Homepage URI
es: URI de la página de inicio
fr: URI de la page d'accueil
hr: URI početne stranice
it: URI della home page
nl: Startpagina-URI

source: Identifier
es: Identificador
fr: Identifiant
hr: Identifikator
it: Identificatore
nl: Identificatie

source: Info
es: Información
fr: Informations
hr: Informacije
it: Informazioni
nl: Informatie

source: Install
es: Instalar

source: Is Federated
es: Está federado
fr: Est fédéré
hr: Je li federiran
it: È federato
nl: Is gefedereerd

source: Issuer
es: Editor
fr: Émetteur
hr: Izdavatelj
it: Emittente
nl: Uitgever

source: JSON object (string) representing federation JWKS. This can be used, for example, in entity statements. Note that this should be different from Protocol JWKS. Example: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "fed123","use": "sig","alg": "RS256"}]}
es: Objeto JSON (cadena) que representa el documento JWKS que contiene las claves públicas del protocolo. Tenga en cuenta que debe ser diferente de Federation JWKS. Se utilizará si no se establece la URI de JWKS. Ejemplo: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "fed123","use": "sig","alg": "RS256"}]}
fr: Objet JSON (chaîne) représentant la fédération JWKS. Cela peut être utilisé, par exemple, dans les instructions d'entité. Notez que cela doit être différent du protocole JWKS. Exemple: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "fed123","use": "sig","alg": "RS256"}]}
hr: JSON objekt (niz znakova) koji predstavlja federaciju JWKS. Ovo se može koristiti, na primjer, u izjavama o entitetu. Imajte na umu da bi se ovo trebalo razlikovati od JWKS protokola. Primjer: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "fed123","use": "sig","alg": "RS256"}]}
it: Oggetto JSON (stringa) che rappresenta la federazione JWKS. Può essere utilizzato, ad esempio, in dichiarazioni di entità. Nota che dovrebbe essere diverso dal protocollo JWKS. Esempio: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "fed123","use": "sig","alg": "RS256"}]}
nl: JSON-object (tekenreeks) dat federatie-JWKS vertegenwoordigt. Dit kan bijvoorbeeld worden gebruikt in entiteitsverklaringen. Let op dat dit anders moet zijn dan Protocol JWKS. Voorbeeld: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "fed123","use": "sig","alg": "RS256"}]}

source: Leaf Entity ID
es: Identificación de entidad de hoja
fr: ID d'entité de feuille
hr: ID entiteta lista
it: ID entità foglia

source: Log messages
es: Mensajes de registro
fr: Messages du journal
hr: Dnevnik poruka
it: Messaggi di registro
nl: Logberichten
