Repository: simplesamlphp/simplesamlphp-module-oidc
Catalog: locales/*/LC_MESSAGES/oidc.po
Languages: es, fr, hr, it, nl

source: JSON object (string) representing JWKS document containing protocol public keys. Note that this should be different from Federation JWKS. Will be used if JWKS URI is not set. Example: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "pro123","use": "sig","alg": "RS256"}]}
fr: Objet JSON (chaîne) représentant un document JWKS contenant les clés publiques du protocole. Notez que cela doit être différent de Federation JWKS. Sera utilisé si l'URI JWKS n'est pas défini. Exemple : {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "pro123","use": "sig","alg": "RS256"}]}
hr: JSON objekt (niz znakova) koji predstavlja JWKS dokument koji sadrži javni ključ za prtokol. Imajte na umu da bi se ovo trebalo razlikovati od federacijskog JWKS. Koristit će se ako JWKS URI nije postavljen. Primjer: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "pro123","use": "sig","alg": "RS256"}]}
it: Oggetto JSON (stringa) che rappresenta il documento JWKS contenente le chiavi pubbliche del protocollo. Nota che questo dovrebbe essere diverso da Federation JWKS. Verrà utilizzato se l'URI JWKS non è impostato. Esempio: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "pro123","use": "sig","alg": "RS256"}]}
nl: JSON-object (tekenreeks) dat een JWKS-document vertegenwoordigt met openbare protocolsleutels. Let op: dit moet anders zijn dan Federation JWKS. Wordt gebruikt als de JWKS-URI niet is ingesteld. Voorbeeld: {"keys":[{"kty": "RSA","n": "...","e": "AQAB","kid": "pro123","use": "sig","alg": "RS256"}]}

source: Manual
fr: Manuel
hr: Ručno
it: Manuale
nl: Handmatig

source: never
fr: jamais
hr: nikad
it: mai
nl: nooit

source: No
fr: Non
hr: Ne
nl: Nee

source: Organization Name
fr: Nom de l'organisation
hr: Ime organizacije
it: Nome dell'organizzazione
nl: Organisatienaam

source: Path
fr: Chemin
hr: Putanja
it: Sentiero
nl: Pad

source: Registration
fr: Inscription
hr: Registracija
it: Registrazione
nl: Registratie

source: Scopes
fr: Portées
hr: Opsezi
nl: Scopen

source: Total chains
fr: Nombre total de chaînes
hr: Ukupno lanaca
it: Catene totali
nl: Totaal aantal vertrouwensketens

source: Trust Mark Type
hr: ID oznake povjerenja
nl: Vertrouwensmerk-ID

source: Updated at
fr: Mis à jour à
hr: Ažurirano u
it: Aggiornato a
nl: Bijgewerkt op

source: Before running the migrations, make sure that the database user has proper privileges to change the scheme (for example, <kbd>alter, create, drop, index</kbd>). After running the migrations, it is a good practice to remove those privileges.
fr: Avant d'exécuter les migrations, assurez-vous que l'utilisateur de la base de données dispose des privilèges appropriés pour modifier le schéma (par exemple, <kbd>alter, create, drop, index</kbd>). Après avoir exécuté les migrations, il est recommandé de supprimer ces privilèges.
it: Prima di eseguire le migrazioni, assicurati che l'utente del database abbia i privilegi appropriati per modificare lo schema (ad esempio, <kbd>alter, create, drop, index</kbd>). Dopo aver eseguito le migrazioni, è una buona norma rimuovere tali privilegi.
