Repository: simplesamlphp/simplesamlphp-module-oidc
Catalog: locales/*/LC_MESSAGES/oidc.po
Languages: es, fr, hr, it, nl

source: Log messages will show if any warnings or errors were raised during chain resolution.
es: Los mensajes de registro mostrarán si se generaron advertencias o errores durante la resolución de la cadena.
fr: Les messages du journal indiqueront si des avertissements ou des erreurs ont été générés pendant la résolution de la chaîne.
hr: Dnevnik poruka pokazat će jesu li se tijekom razrješenja lanca povjerenja dogodila ikakva upozorenja ili pogreške.
it: I messaggi di registro mostreranno se sono stati generati avvisi o errori durante la risoluzione della catena.
nl: In logberichten wordt aangegeven of er waarschuwingen of fouten zijn opgetreden tijdens het oplossen van de keten.

source: Log messages will show if any warnings or errors were raised during validation.
es: Los mensajes de registro mostrarán si se produjeron advertencias o errores durante la validación.
fr: Les messages du journal indiqueront si des avertissements ou des erreurs ont été générés pendant la validation.
hr: Dnevnik poruka pokazat će jesu li se tijekom validacije dogodila ikakva upozorenja ili pogreške.
it: I messaggi di registro mostreranno se sono stati generati avvisi o errori durante la convalida.
nl: In logberichten wordt aangegeven of er tijdens de validatie waarschuwingen of fouten zijn opgetreden.

source: Log out
es: Finalizar la sesión
fr: Se déconnecter
hr: Odjavi se
it: Esci
nl: Uitloggen

source: Logo URI
es: URI del logotipo
fr: URI du logo
hr: URI logotipa
it: URI del logo

source: Logout Failed
es: Error al cerrar sesión
fr: Échec de la déconnexion
hr: Odjava nije uspjela
it: Disconnessione non riuscita
nl: Uitloggen mislukt

source: Logout Info
es: Información de cierre de sesión
fr: Informations de déconnexion
hr: Informacije o odjavi
it: Informazioni di disconnessione
nl: Uitloggen Info

source: Logout Successful
es: Cierre de sesión exitoso
fr: Déconnexion réussie
hr: Odjava uspješna
it: Disconnessione riuscita
nl: Uitloggen succesvol

source: Maximum Cache Duration For Fetched Artifacts
es: Duración máxima de la memoria caché para los artefactos recuperados
fr: Durée maximale du cache pour les artefacts récupérés
hr: Maksimalno trajanje predmemorije za dohvaćene artefakte
it: Durata massima della cache per gli artefatti recuperati
nl: Maximale cacheduur voor opgehaalde artefacten

source: Name
es: Nombre
hr: Ime
it: Nome
nl: Naam

source: Name and description
es: Nombre y descripción
fr: Nom et description
hr: Ime i opis
it: Nome e descrizione
nl: Naam en beschrijving

source: Name is required.
es: El nombre es obligatorio.
fr: Le nom est obligatoire.
hr: Ime je obavezno.
it: Il nome è obbligatorio.
nl: Naam is verplicht.

source: No clients
es: No hay clientes

source: No clients registered.
es: No hay clientes registrados.
fr: Aucun client enregistré.
hr: Nema registriranih klijenata
it: Nessun cliente registrato.
nl: Er zijn geen klanten geregistreerd.

source: No entries.
es: No hay entradas.
fr: Aucune entrée.
hr: Nema unosa.
it: Nessuna voce.
nl: Geen invoer.

source: Note that this will first resolve Trust Chain between given entity and Trust Anchor, and only then do the Trust Mark validation.
es: Tenga en cuenta que esto primero resolverá la cadena de confianza entre la entidad dada y el ancla de confianza, y solo entonces realizará la validación de la marca de confianza.
fr: Notez que cela résoudra d’abord la chaîne de confiance entre l’entité donnée et l’ancre de confiance, puis effectuera seulement la validation de la marque de confiance.
hr: Imajte na umu da će ovo prvo razriješiti lanac povjerenja između danog entiteta i sidra povjerenja, a tek onda izvršiti provjeru oznaku povjerenja.
it: Si noti che in questo modo verrà prima risolta la Trust Chain tra l'entità specificata e il Trust Anchor e solo in seguito verrà eseguita la convalida del Trust Mark.
nl: Houd er rekening mee dat hiermee eerst de Trust Chain tussen de gegeven entiteit en het Trust Anchor wordt opgelost en pas daarna de Trust Mark-validatie wordt uitgevoerd.

source: OIDC Client Registry
es: Registro de clientes de OIDC
fr: Registre des clients OIDC
hr: OIDC registar klijenata
it: Registro dei clienti OIDC
nl: OIDC-clientregister

source: OIDC Installation
es: Instalación de OIDC
fr: Installation d'OIDC
hr: OIDC instalacija
it: Installazione OIDC
nl: OIDC-installatie

source: Old oauth2 module clients has been imported.
es: Los clientes del módulo oauth2 han sido importados.

source: One or more values from the list. If not selected, falls back to 'automatic'
es: Uno o más valores de la lista. Si no se selecciona, se vuelve a 'automático'.
fr: Une ou plusieurs valeurs de la liste. Si cette option n'est pas sélectionnée, elle revient à « automatique »
hr: Jedna ili više vrijednosti s popisa. Ako nije odabrano, postavlja se na 'automatski'
it: Uno o più valori dall'elenco. Se non selezionato, torna a 'automatico'
nl: Een of meer waarden uit de lijst. Indien niet geselecteerd, terugvallen op 'automatisch'

source: OpenID Connect Client Registry
es: Registro de clientes OpenID Connect

source: OpenID Federation Related Properties
es: Propiedades relacionadas con la federación OpenID
fr: Propriétés liées à la Fédération OpenID
hr: Svojstva povezane s OpenID federacijom
it: Proprietà correlate alla federazione OpenID
nl: OpenID Federation-gerelateerde eigenschappen

source: Owner
es: Dueño
fr: Propriétaire
hr: Vlasnik
it: Proprietario
nl: Eigenaar

source: Path:
es: Camino:

source: Please, confirm than you want to delete this client. This action cannot be undone.
es: Por favor, confirme que desea borrar este cliente. Esta acción no se puede deshacer.

source: Please, enter a name.
es: El nombre no puede estar en blanco.

source: Please, enter an URI at least.
es: Añada al menos una dirección.

source: Please, select a scope at least.
es: Seleccione al menos un scope.

source: Please, select an Auth Source.
es: Seleccione un AuthSource.

source: Policy URI
es: URI de la política
fr: URI de la politique
hr: URI na pravila
it: URI della politica
nl: Beleids-URI

source: Post-Logout Redirect URIs
es: URI de redireccionamiento posteriores al cierre de sesión

source: Post-logout Redirect URIs
es: URI de redireccionamiento posteriores al cierre de sesión
fr: URI de redirection après déconnexion
hr: URIji za preusmjeravanje nakon odjave
it: URI di reindirizzamento post-disconnessione

source: Post-logout redirect URIs
es: URI de redireccionamiento posteriores al cierre de sesión

source: Private Key
es: Clave privada
fr: Clé privée
hr: Privatni ključ
it: Chiave privata
nl: Privésleutel

source: Private Key Password Set
es: Conjunto de contraseñas de clave privada
fr: Ensemble de mots de passe de clé privée
it: Imposta password chiave privata
nl: Wachtwoord voor privésleutel instellen

source: Protocol Settings
es: Configuración del protocolo
fr: Paramètres du protocole
hr: Postavke protokola
it: Impostazioni del protocollo
nl: Protocolinstellingen

source: Public
es: Público
hr: Javan
it: Pubblica
nl: Openbaar

source: Public Key
es: Clave pública
fr: Clé publique
hr: Javni ključ
it: Chiave pubblica
nl: Publieke sleutel

source: Redirect URI
es: URI de redirección
hr: URI za preusmjeravanje
it: URI di reindirizzamento
nl: Omleidings-URI

source: Redirect URIs
es: Redireccionar URIs
hr: URIji za preusmjeravanje
it: URI di reindirizzamento
nl: URI's omleiden

source: Refresh Token
es: Token de actualización
fr: Jeton de rafraîchissement
hr: Token za osvježavanje
it: Aggiorna token
nl: Token vernieuwen

source: Registration Types
es: Tipos de registro
fr: Types d'inscription
hr: Tipovi registracije
it: Tipi di registrazione
nl: Registratietypen

source: Registration:
es: Registro:

source: Requested session was not found or it is expired.
es: La sesión solicitada no se encontró o ha expirado.
fr: La session demandée n'a pas été trouvée ou elle est expirée.
hr: Tražena sesija nije pronađena ili je istekla.
it: La sessione richiesta non è stata trovata oppure è scaduta.
nl: De gevraagde sessie is niet gevonden of is verlopen.

source: Reset
es: Reiniciar
fr: Réinitialiser
hr: Resetiraj
nl: Opnieuw instellen

source: Reset secret
es: Resetear secreto

source: Resolved chains
es: Cadenas resueltas
fr: Chaînes résolues
hr: Razriješeni lanci povjerenja
it: Catene risolte
nl: Opgeloste ketens

source: Return
es: Volver

source: Run migrations
es: Ejecutar migraciones
fr: Exécuter des migrations
hr: Pokreni migracije
it: Eseguire le migrazioni
nl: Migraties uitvoeren

source: Save
es: Guardar

source: Search
es: Buscar

source: Secret
es: Secreto
fr: Secrète
hr: Tajna
it: Segreto
nl: Geheim

source: Signed JWKS URI
es: URI JWKS firmado
fr: URI JWKS signé
hr: Potpisani JWKS URI
it: Firmato JWKS URI
nl: Ondertekende JWKS URI

source: Signing Algorithm
es: Algoritmo de firma
fr: Algorithme de signature
hr: Algoritam potpisivanja
it: Algoritmo di firma
nl: Ondertekeningsalgoritme

source: SimpleSAMLphp admin access required.
es: Se requiere acceso de administrador a SimpleSAMLphp.
fr: Accès administrateur SimpleSAMLphp requis.
hr: Potreban SimpleSAMLphp administratorski pristup.
it: È richiesto l'accesso amministrativo a SimpleSAMLphp.
nl: SimpleSAMLphp-beheerdersrechten vereist.

source: Some of the redirect URIs are not valid.
es: Algunas de las direcciones de redirección no son válidas.

source: State
es: Estado

source: Status
es: Estado
fr: Statut
it: Stato

source: Submit
es: Enviar

source: Supported ACRs
es: ACR compatibles
fr: ACR pris en charge
hr: Podržani ACRovi
it: ACR supportati
nl: Ondersteunde ACR's

source: Test Trust Chain Resolution
es: Resolución de la cadena de confianza de prueba
fr: Tester la résolution de la chaîne de confiance
hr: Testiraj razrješenje lanca povjerenja
it: Risoluzione della catena di fiducia del test
nl: Test Vertrouwensketen Resolutie

source: Test Trust Mark Validation
es: Validación de la marca de confianza de prueba
fr: Validation de la marque de confiance du test
hr: Provjera valjanosti oznake povjerenja
it: Test di convalida del marchio di fiducia
nl: Test Trust Mark-validatie

source: The client secret was updated successfully.
es: El secreto de cliente fue actualizado con éxito.

source: The client was added successfully.
es: El cliente fue añadido con éxito.

source: The client was removed successfully.
es: El cliente fue eliminado con éxito.

source: The client was updated successfully.
es: El cliente fue actualizado con éxito.

source: The database has been created.
es: La base de datos ha sido creada.

source: There are database migrations that have not been implemented. Use the button below to run them now.
es: Hay migraciones de bases de datos que no se han implementado. Utilice el botón a continuación para ejecutarlas ahora.
fr: Il existe des migrations de bases de données qui n'ont pas été implémentées. Utilisez le bouton ci-dessous pour les exécuter maintenant.
hr: Postoje migracije baze podataka koje još nisu implementirane. Upotrijebite gumb u nastavku da ih sada pokrenete.
it: Ci sono migrazioni di database che non sono state implementate. Utilizza il pulsante qui sotto per eseguirli subito.
nl: Er zijn databasemigraties die nog niet zijn geïmplementeerd. Gebruik de onderstaande knop om ze nu uit te voeren.

source: This action will change your client secret and it can not be undone.
es: Esta acción cambiará su secreto de cliente y no puede deshacerse.

source: This wizard will help you create the database and migrate information if necessary.
es: Este asistente le ayudará a crear la base de datos y a migrar información si fuera necesario.

source: Tokens Time-To-Live (TTL)
es: Tiempo de vida de los tokens (TTL)
fr: Durée de vie des jetons (TTL)
hr: Vrijeme trajanja tokena (TTL)
it: Tempo di vita dei token (TTL)

source: Total chains:
es: Cadenas totales:

source: Trust Anchor ID
es: Identificación de ancla de confianza
fr: ID d'ancre de confiance
hr: ID sidra povjerenja
it: ID di ancoraggio attendibile
nl: Vertrouw op anker-ID

source: Trust Anchor ID:
es: Identificación de ancla de confianza:

source: Trust Anchor IDs
es: Identificadores de anclaje de confianza
fr: ID d'ancre de confiance
hr: IDevi sidra povjerenja
it: ID di Trust Anchor
nl: Vertrouwde anker-ID's

source: Trust Anchors
es: Anclas de confianza
fr: Ancres de confiance
hr: Sidra povjerenja
it: Ancore di fiducia
nl: Vertrouw op ankers

source: Trust Mark ID
es: Identificación de marca de confianza
fr: ID de marque de confiance
it: ID del marchio di fiducia

source: Trust Mark validation passed (there were no warnings or errors during validation).
es: La validación de Trust Mark fue aprobada (no hubo advertencias ni errores durante la validación).
fr: La validation de la marque de confiance a réussi (aucun avertissement ni erreur n'a été enregistré lors de la validation).
hr: Provjera oznake povjerenja je prošla (nije bilo upozorenja ili pogrešaka tijekom provjere valjanosti).
it: La convalida del Trust Mark è stata superata (non si sono verificati avvisi o errori durante la convalida).
nl: Validatie van het Trust Mark is geslaagd (er zijn geen waarschuwingen of fouten opgetreden tijdens de validatie).

source: Trust Marks
es: Marcas de confianza
fr: Marques de confiance
hr: Oznake povjerenja
it: Marchi di fiducia
nl: Vertrouwensmerken

source: Type
es: Tipo
fr: Taper
hr: Tip
it: Tipo

source: URL to a JWKS document containing protocol public keys. Will be used if Signed JWKS URI is not set. Example: https://example.org/jwks
es: URL de un documento JWKS que contiene claves públicas de protocolo. Se utilizará si no se ha establecido la URI JWKS firmada. Ejemplo: https://example.org/jwks
fr: URL vers un document JWKS contenant des clés publiques de protocole. Sera utilisé si l'URI JWKS signée n'est pas définie. Exemple: https://example.org/jwks
hr: URL do JWKS dokumenta koji sadrži javne ključeve protokola. Koristit će se ako potpisani JWKS URI nije postavljen. Primjer: https://example.org/jwks
it: URL di un documento JWKS contenente chiavi pubbliche di protocollo. Verrà utilizzato se l'URI JWKS firmato non è impostato. Esempio: https://example.org/jwks
nl: URL naar een JWKS-document met openbare protocolsleutels. Wordt gebruikt als Signed JWKS URI niet is ingesteld. Voorbeeld: https://example.org/jwks

source: URL to a JWS document containing protocol public keys in JWKS format (claim 'keys'). Example: https://example.org/signed-jwks
es: URL de un documento JWS que contiene claves públicas de protocolo en formato JWKS (reclamo 'keys'). Ejemplo: https://example.org/signed-jwks
fr: URL vers un document JWS contenant des clés publiques de protocole au format JWKS (claim 'keys'). Exemple: https://example.org/signed-jwks
hr: URL do JWS dokumenta koji sadrži javne ključeve protokola u JWKS formatu (tvrdnja 'keys'). Primjer: https://example.org/signed-jwks
it: URL di un documento JWS contenente chiavi pubbliche di protocollo in formato JWKS (claim 'keys'). Esempio: https://example.org/signed-jwks
nl: URL naar een JWS-document met openbare protocolsleutels in JWKS-formaat (claim 'keys'). Voorbeeld: https://example.org/signed-jwks

source: URLs as allowed origins for CORS requests, for public clients running in browser. Must have http:// or https:// scheme, and at least one 'domain.top-level-domain' pair, or more subdomains. Top-level-domain may end with '.'. No userinfo, path, query or fragment components allowed. May end with port number. One per line. Example: https://example.org
es: URL como orígenes permitidos para solicitudes CORS, para clientes públicos que se ejecutan en el navegador. Debe tener el esquema http:// o https:// y al menos un par 'dominio.dominio de nivel superior' o más subdominios. El dominio de nivel superior puede terminar con '.'. No se permiten componentes de información de usuario, ruta, consulta o fragmento. Puede terminar con el número de puerto. Uno por línea. Ejemplo: https://example.org
fr: URL comme origines autorisées pour les requêtes CORS, pour les clients publics exécutés dans un navigateur. Doit avoir le schéma http:// ou https://, et au moins une paire « domaine.domaine de premier niveau », ou plusieurs sous-domaines. Le domaine de premier niveau peut se terminer par « . ». Aucun composant userinfo, path, query ou fragment n'est autorisé. Peut se terminer par un numéro de port. Un par ligne. Exemple: https://example.org
hr: URL-ovi kao dopušteni izvori za CORS zahtjeve, za javne klijente koji se izvršavaju u web-pregledniku. Mora imati http:// ili https:// shemu i barem jednu razinu 'pod-domena.top-domena'ili više poddomena. Domena najviše razine može završavati s '.'.Nisu dopuštene korisničke informacije, putanja, 'query' ili fragment fragmenta. Može završiti s oznakom porta. Jedan po retku. Primjer: https://example.org
it: URL come origini consentite per richieste CORS, per client pubblici in esecuzione nel browser. Deve avere schema http:// o https:// e almeno una coppia 'domain.top-level-domain' o più sottodomini. Top-level-domain può terminare con '.'. Non sono consentiti componenti userinfo, path, query o fragment. Può terminare con numero di porta. Uno per riga. Esempio: https://example.org
nl: URL's als toegestane bronnen voor CORS-verzoeken, voor openbare clients die in de browser worden uitgevoerd. Moet een http://- of https://-schema hebben en ten minste één 'domein.top-level-domein'-paar, of meer subdomeinen. Top-level-domein mag eindigen op '.'. Geen gebruikersinfo-, pad-, query- of fragmentcomponenten toegestaan. Mag eindigen op poortnummer. Eén per regel. Voorbeeld: https://example.org

source: Unable to initiate SimpleSAMLphp admin authentication.
es: No se puede iniciar la autenticación de administrador de SimpleSAMLphp.
fr: Impossible d'initier l'authentification administrateur SimpleSAMLphp.
hr: Nije moguće inicirati SimpleSAMLphp administratorsku autentikaciju
it: Impossibile avviare l'autenticazione amministratore SimpleSAMLphp.
nl: Kan SimpleSAMLphp-beheerdersauthenticatie niet starten.

source: Updated at:
es: Actualizado en:

source: User Entity Cache Duration
es: Duración de la caché de entidades de usuario
fr: Durée du cache de l'entité utilisateur
hr: Trajanje predmemorije korisničkog entiteta
it: Durata della cache dell'entità utente
nl: Duur cache gebruikersentiteit

source: User Identifier Attribute
es: Atributo de identificador de usuario
fr: Attribut d'identification de l'utilisateur
hr: Atribut identifikator korisnika
it: Attributo identificativo utente
nl: Gebruikers-ID-kenmerk

source: User not authorized.
es: Usuario no autorizado.
fr: Utilisateur non autorisé.
hr: Korisnik nije autoriziran.
it: Utente non autorizzato.
nl: Gebruiker niet geautoriseerd.

source: Yes
es: Sí
fr: Oui
hr: Da
it: SÌ
nl: Ja

source: You can now close this window or navigate to another page.
es: Ahora puedes cerrar esta ventana o navegar a otra página.
fr: Vous pouvez maintenant fermer cette fenêtre ou naviguer vers une autre page.
hr: Sada možete zatvoriti ovaj prozor ili otići na drugu stranicu.
it: Ora puoi chiudere questa finestra o passare a un'altra pagina.
nl: U kunt nu dit venster sluiten of naar een andere pagina navigeren.

source: You can use the form below to test Trust Chain resolution from a leaf entity ID to Trust Anchors.
es: Puede utilizar el formulario a continuación para probar la resolución de la cadena de confianza desde un ID de entidad de hoja a anclajes de confianza.
fr: Vous pouvez utiliser le formulaire ci-dessous pour tester la résolution de la chaîne de confiance à partir d'un ID d'entité feuille vers les ancres de confiance.
hr: Možete upotrijebiti obrazac u nastavku za testiranje razrješenja lanca povjerenja od entiteta lista dosidra povjerenja.
it: Puoi utilizzare il modulo sottostante per testare la risoluzione della Trust Chain da un ID di entità foglia ai Trust Anchor.
nl: U kunt het onderstaande formulier gebruiken om de Trust Chain-resolutie van een leaf-entiteits-ID naar Trust Anchors te testen.

source: You can use the form below to test Trust Mark validation for particular entity under given Trust Anchor.
es: Puede utilizar el formulario a continuación para probar la validación de la marca de confianza para una entidad particular bajo un ancla de confianza determinado.
fr: Vous pouvez utiliser le formulaire ci-dessous pour tester la validation de la marque de confiance pour une entité particulière sous une ancre de confiance donnée.
hr: Možete upotrijebiti obrazac u nastavku za testiranje validacije za određeni entitet pod sidrom povjerenja.
it: È possibile utilizzare il modulo sottostante per testare la convalida del Trust Mark per una particolare entità in base al Trust Anchor specificato.
nl: U kunt het onderstaande formulier gebruiken om de Trust Mark-validatie voor een specifieke entiteit onder het opgegeven Trust Anchor te testen.

source: Your session has expired. Please return to the home page and try again.
es: Su sesión ha expirado. Por favor, vuelva a la página de inicio e inténtelo de nuevo.
fr: Votre session a expiré. Veuillez revenir à la page d'accueil et réessayer.
hr: Vaša je sjednica istekla. Vratite se na početnu stranicu i pokušajte ponovno.
it: La tua sessione è scaduta. Torna alla home page e riprova.
nl: Uw sessie is verlopen. Ga terug naar de startpagina en probeer het opnieuw.

source: disabled
es: desactivado
fr: désactivé
hr: onemogućeno
it: disabile
nl: uitgeschakeld

source: enabled
es: activado
fr: activé
hr: omogućeno
it: abilitato
nl: ingeschakeld

source: Before running the migrations, make sure that the database user has proper privileges to change the scheme (for example alter, create, drop, index). After running the migrations, it is a good practice to remove those privileges.
hr: Prije pokretanja migracija, provjerite ima li korisnik baze podataka odgovarajuće privilegije za promjenu sheme (na primjer, alter, create, drop, index). Nakon pokretanja migracija, dobra je praksa ukloniti te privilegije.
nl: Controleer voordat u de migraties uitvoert of de databasegebruiker de juiste rechten heeft om het schema te wijzigen (bijvoorbeeld alter, create, drop, index). Nadat u de migraties hebt uitgevoerd, is het een goede gewoonte om deze rechten te verwijderen.

source: Cache
hr: Predmemorija

source: Created at
fr: Créé à
hr: Stvoreno u
it: Creato a
nl: Gemaakt op

source: Expires at
fr: Expire à
hr: Ističe u
it: Scade alle
nl: Verloopt op

source: Federation Settings
fr: Paramètres de la fédération
hr: Federacijske postavke
it: Impostazioni della Federazione
nl: Federatie-instellingen
